// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "在裝置上啟用「直接列印」";

TaskTOCTitle = "HP 直接列印";

HeaderMessage = "使用直接無線連線，輕鬆從啟用無線的 Smartphone、筆記本電腦或其他行動裝置列印。行動裝置需要在印表機的無線範圍內，且需要 HP ePrint 驅動程式或行動應用程式。如需更多資訊和下載應用程式，請造訪 HP 線上網站";
EnableDirectPrint = "啟用直接列印";

SecurityOnPasswordTitle = "開啟(啟用安全性)";
SecurityOnTitle = "開啟(不啟用安全性)";
SecurityOffTitle = "關閉";

SecurityOnAlertTitle = "(警告：啟用直接列印後，位於無線範圍內未經授權的使用者可能可以連線並列印至您的印表機。)";
PasswordTitle = "總金鑰:";
PassphraseTooShortErrorMessage = "密碼長度至少要有 8 個字元。";